In [1]:
import pandas as pd
input1=pd.read_csv('Stock_broker_Quarter_Analysis.csv')

##### input1.describe()

In [3]:
input1.head()

,Stock_broker_id,Succesful,Knowledge_level,Name,Sex,Age,Certified_trainings_so_far,Increments_so_far,Seating_Location,Experience_level
0,804,1,3,"Thomas, Master. Assad Alexander",male,24.0,0,1,NaN,C
1,756,1,2,"Hamalainen, Master. Viljo",male,24.0,1,1,NaN,S
2,470,1,3,"Baclini, Miss. Helene Barbara",female,24.0,2,1,NaN,C
3,645,1,3,"Baclini, Miss. Eugenie",female,24.0,2,1,NaN,C
4,79,1,2,"Caldwell, Master. Alden Gates",male,24.0,0,2,NaN,S